Repository: gethouston/houston
Catalog: mobile/ios/Houston/Localizable.xcstrings
Source language: en
Languages: es, pt

# tabs.agents
source: Agents
es: Agentes
pt: Agentes

# tabs.missionControl
source: Mission Control
es: Centro de misiones
pt: Central de missões

# tabs.settings
source: Settings
es: Configuración
pt: Configurações

# startup.failedTitle
source: Couldn't reach Houston
es: No se pudo conectar con Houston
pt: Não foi possível conectar ao Houston

# startup.failedHint
source: Check your connection and reopen the app.
es: Verifica tu conexión y vuelve a abrir la app.
pt: Verifique sua conexão e reabra o app.

# auth.welcomeTitle
source: Welcome to Houston
es: Te damos la bienvenida a Houston
pt: Boas-vindas ao Houston

# auth.welcomeSubtitle
source: Sign in to save your agents and keep everything in sync.
es: Inicia sesión para guardar tus agentes y mantener todo sincronizado.
pt: Entre para salvar seus agentes e manter tudo sincronizado.

# auth.continueWithGoogle
source: Continue with Google
es: Continuar con Google
pt: Continuar com o Google

# board.columnRunning
source: Running
es: En curso
pt: Em execução

# board.columnNeedsYou
source: Needs you
es: Necesita tu atención
pt: Precisa de você

# board.columnDone
source: Done
es: Listo
pt: Pronto

# board.missionControlTitle
source: Mission Control
es: Centro de misiones
pt: Central de missões

# board.newMission
source: New mission
es: Nueva misión
pt: Nova missão

# board.archived
source: Archived
es: Archivadas
pt: Arquivadas

# board.allAgents
source: All agents
es: Todos los agentes
pt: Todos os agentes

# board.rename
source: Change title
es: Cambiar título
pt: Mudar título

# board.delete
source: Delete
es: Eliminar
pt: Excluir

# board.tagRoutine
source: Routine
es: Rutina
pt: Rotina

# search.placeholder
source: Search missions
es: Buscar misiones
pt: Buscar missões

# search.placeholderShort
source: Search...
es: Buscar...
pt: Buscar...

# search.clear
source: Clear search
es: Borrar búsqueda
pt: Limpar busca

# search.searchingTitle
source: Searching mission text
es: Buscando en el texto de las misiones
pt: Buscando no texto das missões

# search.searchingDescription
source: Looking through older messages now.
es: Revisando mensajes anteriores.
pt: Verificando mensagens antigas agora.

# search.emptyTitle
source: No matching missions
es: No hay misiones que coincidan
pt: Nenhuma missão encontrada

# search.emptyDescription
source: Try a different search or clear the current one.
es: Prueba otra búsqueda o borra la actual.
pt: Tente outra busca ou limpe a atual.

# search.historyErrorTitle
source: Couldn't search every mission
es: No se pudieron buscar todas las misiones
pt: Não foi possível buscar todas as missões

# search.historyErrorDescription
source: Some older mission text could not be loaded.
es: No se pudo cargar parte del texto de misiones anteriores.
pt: Parte do texto de missões antigas não pôde ser carregada.

# search.archivedPlaceholder
source: Search archived missions
es: Buscar misiones archivadas
pt: Buscar missões arquivadas

# empty.boardTitle
source: No conversations yet
es: Aún no hay conversaciones
pt: Ainda sem conversas

# empty.boardDescription
source: Start a new conversation to delegate work to an agent.
es: Inicia una conversación nueva para delegarle trabajo a un agente.
pt: Comece uma conversa nova para delegar trabalho a um agente.

# empty.noAgentsTitle
source: No agents yet
es: Aún no tienes agentes
pt: Ainda sem agentes

# empty.noAgentsDescription
source: Build your AI team and ship the impossible.
es: Arma tu equipo de IA y haz lo imposible.
pt: Monte seu time de IA e realize o impossível.

# empty.archivedTitle
source: No archived missions
es: No hay misiones archivadas
pt: Nenhuma missão arquivada

# empty.archivedDescription
source: Archived missions appear here. Reply to one to bring it back.
es: Las misiones archivadas aparecen aquí. Responde a una para reactivarla.
pt: As missões arquivadas aparecem aqui. Responda a uma para reativá-la.

# agentPicker.title
source: Which agent should run this?
es: ¿Qué agente debería ejecutar esto?
pt: Qual agente deve fazer isso?

# agentPicker.description
source: Pick an agent to open a fresh conversation.
es: Elige un agente para abrir una nueva conversación.
pt: Escolha um agente para abrir uma nova conversa.

# shell.needsYouCount
source: %lld issues need you
es: %lld asuntos necesitan tu atención
pt: %lld assuntos precisam de você

# shell.runningCount
source: %lld issues running
es: %lld asuntos en curso
pt: %lld assuntos em execução

# agentMissions.snag
source: Hit a snag
es: Tuvo un problema
pt: Teve um problema

# agentMissions.deleteConfirmTitle
source: Delete mission?
es: ¿Eliminar misión?
pt: Excluir missão?

# agentMissions.deleteConfirmBody
source: This removes the mission and its chat for good. You can't undo this.
es: Esto elimina la misión y su chat para siempre. No puedes deshacer esto.
pt: Isso remove a missão e seu chat para sempre. Você não pode desfazer isso.

# agents.title
source: Agents
es: Agentes
pt: Agentes

# agents.lastActivity.running
source: Working on %@
es: Trabajando en %@
pt: Trabalhando em %@

# agents.lastActivity.error
source: Hit a snag on %@
es: Tuvo un problema con %@
pt: Teve um problema com %@

# agents.lastActivity.done
source: Finished %@
es: Terminó %@
pt: Concluiu %@

# agents.noActivity
source: No missions yet
es: Aún no hay misiones
pt: Ainda sem missões

# agents.runningAccessibility
source: Running
es: En curso
pt: Em execução

# agentsSearch.placeholder
source: Search
es: Buscar
pt: Buscar

# agentsSearch.noResultsTitle
source: No results
es: Sin resultados
pt: Nenhum resultado

# aiModels.title
source: AI Models
es: Modelos de IA
pt: Modelos de IA

# aiModels.scopedTo
source: Connections are saved for %@ only. Each agent connects its own AI models.
es: Las conexiones se guardan solo para %@. Cada agente conecta sus propios modelos de IA.
pt: As conexões são salvas apenas para %@. Cada agente conecta seus próprios modelos de IA.

# aiModels.scopedGeneric
source: Connections are saved for this agent only. Each agent connects its own AI models.
es: Las conexiones se guardan solo para este agente. Cada agente conecta sus propios modelos de IA.
pt: As conexões são salvas apenas para este agente. Cada agente conecta seus próprios modelos de IA.

# aiModels.picker.title
source: Pick an agent
es: Elige un agente
pt: Escolha um agente

# aiModels.picker.description
source: AI models connect per agent. Choose which one to set up.
es: Los modelos de IA se conectan por agente. Elige cuál configurar.
pt: Os modelos de IA conectam por agente. Escolha qual configurar.

# aiModels.card.connected
source: Connected
es: Conectado
pt: Conectado

# aiModels.card.notConnected
source: Not connected
es: Sin conexión
pt: Sem conexão

# aiModels.card.connecting
source: Connecting...
es: Conectando...
pt: Conectando...

# aiModels.card.comingSoon
source: Coming soon
es: Próximamente
pt: Em breve

# aiModels.card.connect
source: Connect
es: Conectar
pt: Conectar

# aiModels.providerDescription.openai
source: Sign in with ChatGPT and put the GPT and Codex models to work.
es: Inicia sesión con ChatGPT y pon a trabajar los modelos GPT y Codex.
pt: Entre com o ChatGPT e coloque os modelos GPT e Codex para trabalhar.

# aiModels.providerDescription.anthropic
source: Sign in with Claude and bring the models behind Claude Code.
es: Inicia sesión con Claude y trae los modelos detrás de Claude Code.
pt: Entre com o Claude e traga os modelos por trás do Claude Code.

# aiModels.providerDescription.github-copilot
source: One Copilot subscription, many models: Claude, GPT, and Gemini under one plan.
es: Una suscripción de Copilot, muchos modelos: Claude, GPT y Gemini en un solo plan.
pt: Uma assinatura do Copilot, vários modelos: Claude, GPT e Gemini em um só plano.

# aiModels.providerDescription.opencode-account
source: One account for curated coding models from every major lab, with a free tier to start.
es: Una cuenta para modelos de programación seleccionados de cada gran laboratorio, con un plan gratuito para empezar.
pt: Uma conta para modelos de programação selecionados de todos os grandes laboratórios, com um plano gratuito para começar.

# aiModels.providerDescription.openrouter
source: The everything gateway. One key unlocks hundreds of models from every lab.
es: La puerta de acceso a todo. Una sola clave desbloquea cientos de modelos de cada laboratorio.
pt: O gateway para tudo. Uma única chave libera centenas de modelos de todos os laboratórios.

# aiModels.providerDescription.deepseek
source: Frontier reasoning at a fraction of the price, straight from DeepSeek.
es: Razonamiento de frontera a una fracción del precio, directo de DeepSeek.
pt: Raciocínio de ponta por uma fração do preço, direto da DeepSeek.

# aiModels.providerDescription.google
source: The Gemini family from Google AI Studio, with a free tier to start.
es: La familia Gemini de Google AI Studio, con un plan gratuito para empezar.
pt: A família Gemini do Google AI Studio, com um plano gratuito para começar.

# aiModels.providerDescription.amazon-bedrock
source: Claude and more on your own AWS account, built for companies.
es: Claude y más en tu propia cuenta de AWS, pensado para empresas.
pt: Claude e muito mais na sua própria conta AWS, feito para empresas.

# aiModels.providerDescription.minimax
source: Fast, affordable models tuned for agent work.
es: Modelos rápidos y económicos ajustados para el trabajo con agentes.
pt: Modelos rápidos e acessíveis ajustados para o trabalho com agentes.

# aiModels.login.title
source: Finish signing in to %@
es: Termina de iniciar sesión en %@
pt: Termine de entrar em %@

# aiModels.login.deviceDescription
source: Open the link below, sign in, then enter this one-time code to finish.
es: Abre el enlace de abajo, inicia sesión y luego ingresa este código de un solo uso para terminar.
pt: Abra o link abaixo, faça login e depois digite este código de uso único para concluir.

# aiModels.login.deviceCodeLabel
source: One-time code
es: Código de un solo uso
pt: Código de uso único

# aiModels.login.deviceCodeHint
source: Enter this code on the %@ page after you sign in.
es: Ingresa este código en la página de %@ después de iniciar sesión.
pt: Digite este código na página da %@ depois de fazer login.

# aiModels.login.deviceWaiting
source: Waiting for you to authorize in your browser...
es: Esperando a que autorices en tu navegador...
pt: Aguardando você autorizar no navegador...

# aiModels.login.copyCode
source: Copy code
es: Copiar código
pt: Copiar código

# aiModels.login.codeCopied
source: Code copied!
es: ¡Código copiado!
pt: Código copiado!

# aiModels.login.openUrl
source: Open URL
es: Abrir URL
pt: Abrir URL

# aiModels.login.deviceSettingsHint
source: Not seeing a code prompt? Turn on device-code sign-in in ChatGPT Settings > Security.
es: ¿No aparece la solicitud de código? Activa el inicio de sesión con código de dispositivo en Configuración de ChatGPT > Seguridad.
pt: Não apareceu o pedido de código? Ative o login por código de dispositivo em Configurações do ChatGPT > Segurança.

# aiModels.login.authCodeDescription
source: Paste a setup token to finish connecting %@.
es: Pega un token de configuración para terminar de conectar %@.
pt: Cole um token de configuração para terminar de conectar %@.

# aiModels.login.codeLabel
source: Verification code
es: Código de verificación
pt: Código de verificação

# aiModels.login.codePlaceholder
source: Paste the code from your browser
es: Pega el código de tu navegador
pt: Cole o código do seu navegador

# aiModels.login.codeRequired
source: Enter the verification code first.
es: Primero ingresa el código de verificación.
pt: Informe primeiro o código de verificação.

# aiModels.login.submit
source: Submit code
es: Enviar código
pt: Enviar código

# aiModels.login.cancel
source: Cancel
es: Cancelar
pt: Cancelar

# aiModels.apiKey.title
source: Connect %@
es: Conectar %@
pt: Conectar %@

# aiModels.apiKey.description
source: Paste your %@ API key. Houston keeps it safe and uses it for your chats.
es: Pega tu clave de API de %@. Houston la guarda de forma segura y la usa para tus chats.
pt: Cole sua chave de API do %@. O Houston a mantém em segurança e a usa nos seus chats.

# aiModels.apiKey.getKey
source: Get your API key
es: Obtén tu clave de API
pt: Obtenha sua chave de API

# aiModels.apiKey.label
source: API key
es: Clave de API
pt: Chave de API

# aiModels.apiKey.placeholder
source: Paste your API key
es: Pega tu clave de API
pt: Cole sua chave de API

# aiModels.apiKey.required
source: Enter your API key first.
es: Primero ingresa tu clave de API.
pt: Primeiro informe sua chave de API.

# aiModels.apiKey.save
source: Connect
es: Conectar
pt: Conectar

# aiModels.apiKey.cancel
source: Cancel
es: Cancelar
pt: Cancelar

# aiModels.copilot.title
source: Connect GitHub Copilot
es: Conectar GitHub Copilot
pt: Conectar GitHub Copilot

# aiModels.copilot.description
source: Choose how you use Copilot.
es: Elige cómo usas Copilot.
pt: Escolha como você usa o Copilot.

# aiModels.copilot.personalDesc
source: Your own Copilot on github.com.
es: Tu propio Copilot en github.com.
pt: Seu próprio Copilot no github.com.

# aiModels.copilot.companyTitle
source: Company (GitHub Enterprise)
es: Empresa (GitHub Enterprise)
pt: Empresa (GitHub Enterprise)

# aiModels.copilot.companyDesc
source: Copilot your company provides.
es: El Copilot que ofrece tu empresa.
pt: O Copilot que sua empresa oferece.

# aiModels.copilot.domainLabel
source: Company GitHub domain
es: Dominio de GitHub de tu empresa
pt: Domínio do GitHub da sua empresa

# aiModels.copilot.domainPlaceholder
source: company.ghe.com
es: empresa.ghe.com
pt: empresa.ghe.com

# aiModels.copilot.domainHint
source: Ask your IT team if you're not sure.
es: Pregunta a tu equipo de TI si no estás seguro.
pt: Pergunte ao seu time de TI se não tiver certeza.

# aiModels.copilot.cancel
source: Cancel
es: Cancelar
pt: Cancelar

# aiModels.copilot.cont
source: Continue
es: Continuar
pt: Continuar

# aiModels.signOut.title
source: Sign out of %@?
es: ¿Cerrar sesión de %@?
pt: Sair de %@?

# aiModels.signOut.description
source: Houston will stop using %@ until you sign in again. Existing missions can still finish their current turn.
es: Houston dejará de usar %@ hasta que vuelvas a iniciar sesión. Las misiones existentes pueden terminar su turno actual.
pt: Houston vai parar de usar %@ até você entrar de novo. As missões em andamento podem terminar o turno atual.

# aiModels.signOut.confirm
source: Sign out
es: Cerrar sesión
pt: Sair

# aiModels.signOut.cancel
source: Cancel
es: Cancelar
pt: Cancelar

# aiModels.detail.signedInWith
source: Signed in with %@
es: Sesión iniciada con %@
pt: Conectado com %@

# aiModels.detail.signOut
source: Sign out
es: Cerrar sesión
pt: Sair

# aiModels.detail.models
source: Models
es: Modelos
pt: Modelos

# aiModels.detail.noModels
source: Models are ready as soon as you connect.
es: Los modelos están listos apenas te conectas.
pt: Os modelos ficam prontos assim que você conecta.

# aiModels.detail.effort
source: Reasoning effort
es: Esfuerzo de razonamiento
pt: Esforço de raciocínio

# aiModels.effortLabel.low
source: Low
es: Bajo
pt: Baixo

# aiModels.effortLabel.medium
source: Medium
es: Medio
pt: Médio

# aiModels.effortLabel.high
source: High
es: Alto
pt: Alto

# aiModels.effortLabel.xhigh
source: Extra high
es: Muy alto
pt: Muito alto

# aiModels.effortLabel.max
source: Max
es: Máximo
pt: Máximo

# aiModels.toast.signInFailed
source: Couldn't open %@ sign-in
es: No se pudo abrir el inicio de sesión de %@
pt: Não foi possível abrir o login de %@

# aiModels.toast.signOutFailed
source: Couldn't sign out of %@
es: No se pudo cerrar sesión de %@
pt: Não foi possível sair de %@

# aiModels.toast.signInSucceeded
source: Signed in to %@
es: Sesión iniciada en %@
pt: Conectado a %@

# aiModels.toast.cancelFailed
source: Couldn't cancel %@ sign-in
es: No se pudo cancelar el inicio de sesión de %@
pt: Não foi possível cancelar o login de %@

# chat.newMissionPlaceholder
source: What should the agent work on?
es: ¿En qué debería trabajar el agente?
pt: No que o agente deve trabalhar?

# chat.followUpPlaceholder
source: Message
es: Mensaje
pt: Mensagem

# chat.send
source: Send
es: Enviar
pt: Enviar

# chat.stop
source: Stop
es: Detener
pt: Parar

# chat.addAttachment
source: Add attachment
es: Agregar adjunto
pt: Adicionar anexo

# chat.scrollToLatest
source: Scroll to latest
es: Ir a lo más reciente
pt: Ir para o mais recente

# chat.modelPicker.title
source: Model
es: Modelo
pt: Modelo

# chat.modelPicker.cancel
source: Cancel
es: Cancelar
pt: Cancelar

# chat.modelPicker.emptyTitle
source: No models yet
es: Aún no hay modelos
pt: Ainda sem modelos

# chat.modelPicker.emptyDescription
source: Connect a provider from the desktop app to choose a model.
es: Conecta un proveedor desde la app de escritorio para elegir un modelo.
pt: Conecte um provedor pelo app de computador para escolher um modelo.

# chat.missionInProgress
source: Mission in progress...
es: Misión en curso...
pt: Missão em andamento...

# chat.missionInProgressAction
source: Mission in progress: %@
es: Misión en curso: %@
pt: Missão em andamento: %@

# chat.missionLog
source: Mission log
es: Registro de misión
pt: Registro da missão

# chat.queued
source: Queued messages
es: Mensajes en cola
pt: Mensagens na fila

# chat.thinking
source: Thinking...
es: Pensando...
pt: Pensando...

# chat.thoughtFor
source: Thought for %lld seconds
es: Pensó durante %lld segundos
pt: Pensou por %lld segundos

# chat.thoughtForFew
source: Thought for a few seconds
es: Pensó durante unos segundos
pt: Pensou por alguns segundos

# chat.updatesMade
source: Updates made
es: Actualizaciones hechas
pt: Atualizações feitas

# chat.newFiles
source: %lld new files
es: %lld archivos nuevos
pt: %lld arquivos novos

# chat.filesUpdated
source: %lld files updated
es: %lld archivos actualizados
pt: %lld arquivos atualizados

# chat.contextCompacted
source: Earlier conversation summarized so the chat can keep going
es: Resumimos la conversación anterior para que el chat pueda continuar
pt: Resumimos a conversa anterior para o chat poder continuar

# chat.continuedWith
source: Continued with %@
es: Se continuó con %@
pt: Continuou com %@

# chat.continuedWithSummarized
source: Continued with %@, summarized to fit
es: Se continuó con %@, resumido para que quepa
pt: Continuou com %@, resumido para caber

# chat.toolRuntimeError
source: A local tool failed to start.
es: Una herramienta local no se pudo iniciar.
pt: Uma ferramenta local não pôde iniciar.

# chat.tryAgain
source: Try again.
es: Intenta de nuevo.
pt: Tente de novo.

# chat.emptyTitle
source: Start a conversation
es: Empieza una conversación
pt: Comece uma conversa

# chat.emptyDescription
source: Type a message to talk to your assistant.
es: Escribe un mensaje para hablar con tu asistente.
pt: Digite uma mensagem para falar com seu assistente.

# chat.errorTitle
source: Something went wrong
es: Algo salió mal
pt: Algo deu errado

# chat.providerErrorCopy.rateLimitedTitle
source: Hit a rate limit
es: Alcanzaste un límite de velocidad
pt: Atingiu um limite de uso

# chat.providerErrorCopy.rateLimitedBody
source: The %@ API is throttling requests. Wait a moment and try again.
es: La API de %@ está limitando las solicitudes. Espera un momento e inténtalo de nuevo.
pt: A API do %@ está limitando as requisições. Aguarde um momento e tente novamente.

# chat.providerErrorCopy.rateLimitedBodyWithSeconds
source: The %1$@ API is throttling requests. Try again in %2$llds.
es: La API de %1$@ está limitando las solicitudes. Vuelve a intentar en %2$llds.
pt: A API do %1$@ está limitando as requisições. Tente novamente em %2$llds.

# chat.providerErrorCopy.quotaTitle
source: Out of capacity
es: Sin capacidad disponible
pt: Sem capacidade disponível

# chat.providerErrorCopy.quotaBody
source: Your %@ plan reached its quota. Upgrade or switch to a different provider to keep going.
es: Tu plan de %@ llegó al límite. Mejora tu plan o cambia de proveedor para continuar.
pt: Seu plano do %@ chegou ao limite. Faça upgrade ou troque de provedor para continuar.

# chat.providerErrorCopy.quotaBodyWithReset
source: Your %1$@ plan reached its quota. It resets %2$@, or upgrade to keep going.
es: Tu plan de %1$@ llegó al límite. Se restablece %2$@, o mejora tu plan para continuar.
pt: Seu plano do %1$@ chegou ao limite. Ele reinicia %2$@, ou faça upgrade para continuar.

# chat.providerErrorCopy.usagePausedTitle
source: You've reached your plan's limit
es: Llegaste al límite de tu plan
pt: Você atingiu o limite do seu plano

# chat.providerErrorCopy.usagePausedBody
source: You've used up your plan for now. Wait for it to reset, then keep going.
es: Por ahora agotaste tu plan. Espera a que se restablezca y continúa.
pt: Por enquanto você esgotou seu plano. Aguarde ele ser restabelecido e continue.

# chat.providerErrorCopy.usagePausedBodyWithReset
source: You've used up your plan for now. It resets at %@, then you can keep going.
es: Por ahora agotaste tu plan. Se restablece a las %@ y podrás continuar.
pt: Por enquanto você esgotou seu plano. Ele é restabelecido às %@ e você poderá continuar.

# chat.providerErrorCopy.modelUnavailableTitle
source: Model not available
es: Modelo no disponible
pt: Modelo não disponível

# chat.providerErrorCopy.modelUnavailableBody
source: %1$@ is not available on your %2$@ account.
es: %1$@ no está disponible en tu cuenta de %2$@.
pt: O modelo %1$@ não está disponível na sua conta %2$@.

# chat.providerErrorCopy.unauthenticatedTitle
source: Sign in to %@ again
es: Conéctate a %@ de nuevo
pt: Conecte-se ao %@ novamente

# chat.providerErrorCopy.unauthTokenExpired
source: Your %@ session expired. Reconnect to continue.
es: Tu sesión de %@ expiró. Vuelve a conectarte para continuar.
pt: Sua sessão do %@ expirou. Reconecte para continuar.

# chat.providerErrorCopy.unauthNoCredentials
source: Houston needs you to sign in to %@ before it can answer.
es: Houston necesita que inicies sesión en %@ antes de responder.
pt: O Houston precisa que você entre no %@ antes de responder.

# chat.providerErrorCopy.unauthInvalidApiKey
source: The %@ API key Houston has is no longer valid. Update it and try again.
es: La clave de API de %@ que tiene Houston ya no es válida. Actualízala y vuelve a intentar.
pt: A chave de API do %@ que o Houston tem não é mais válida. Atualize e tente de novo.

# chat.providerErrorCopy.unauthTokenRevoked
source: Your %@ access was revoked. Sign in again to continue.
es: Se revocó tu acceso a %@. Inicia sesión de nuevo para continuar.
pt: Seu acesso ao %@ foi revogado. Entre novamente para continuar.

# chat.providerErrorCopy.unauthUnknown
source: Houston could not authenticate with %@. Reconnect and try again.
es: Houston no pudo autenticarse con %@. Vuelve a conectarte e inténtalo de nuevo.
pt: O Houston não conseguiu se autenticar no %@. Reconecte e tente novamente.

# chat.providerErrorCopy.networkTitle
source: Cannot reach %@
es: No se puede conectar con %@
pt: Não foi possível alcançar o %@

# chat.providerErrorCopy.networkBody
source: Houston could not reach the %@ API. Check your internet, then try again.
es: Houston no pudo conectarse a la API de %@. Verifica tu conexión y vuelve a intentar.
pt: O Houston não conseguiu acessar a API do %@. Verifique sua internet e tente de novo.

# chat.providerErrorCopy.providerInternalTitle
source: %@ is having a problem
es: %@ está teniendo un problema
pt: %@ está com um problema

# chat.providerErrorCopy.providerInternalBody
source: The %@ API returned an error on its side. Try again in a moment.
es: La API de %@ devolvió un error desde su lado. Inténtalo de nuevo en unos minutos.
pt: A API do %@ retornou um erro do lado deles. Tente de novo em alguns minutos.
